<template>
      <link rel="stylesheet" href="../assets/font.css" />
      <link rel="stylesheet" href="../assets/normalize.css" />
     <link rel="preconnect" href="https://fonts.googleapis.com" />
     <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
     <link
       href="https://fonts.googleapis.com/css2?family=Cairo:wght@200;300;400;500;600;700;800;900;1000&family=Open+Sans:wght@400;700&family=Work+Sans:wght@200;300;400;500;600;700;800&display=swap"
       rel="stylesheet"
     />
    <div class="useful">
       <navPar/>
        <!-- START USEFUL -->
    <div class="useful">
        <div class="image">
        </div>
        <div class="container">
            <div class="text">
                <h2>فوائد القراءة اليومية</h2>
                <div class="last">
                    <p>2 فبراير . 5 دقائق قراءة</p>
                    <p>كتب بواسطة : أحمد السيد</p>
                </div>
                <div class="img">
                    <img src="../assets/Rectangle_2.png" alt="" />
                </div>
                <div class="long-text">
                <p>  <br><span class="heading">القراءة هي نافذتنا إلى العالم، إنها رحلة سحرية تأخذنا في استكشاف أفكار الآخرين وتعلم ثقافات جديدة. في العالم العربي، يتمتع الكتاب والأدب بمكانة خاصة، حيث يتميزون بإبداعهم وقدرتهم على صياغة الكلمات بأناقة وجمال. ومن خلال هذا المقال، سنستكشف سحر القراءة في اكتشاف العالم العربي وأهميتها في بناء المعرفة وتعزيز الثقافة.</span>
                    <br>
                    <br><span>القراءة نافذة إلى الثقافة </span>
                    <br>القراءة تعد أداة قوية لاكتشاف الثقافة العربية والتعرف على تراثها العريق. من خلال قراءة الأدب العربي الكلاسيكي والمعاصر، نلمس جمال اللغة العربية وقوة التعبير فيها. نتعرف على الروائع الأدبية والشعرية التي ترسخ الهوية العربية وتعبر عن تجارب ومشاعر الناس في المنطقة. إنها فرصة للغوص في تاريخنا وتعزيز الفهم للعادات والتقاليد والتحولات الاجتماعية التي شكلتنا.
                
                    <br>
                    <br><span>توسيع الأفق وتحدي العقل</span>
                     <br>عندما نمارس القراءة، نمارس أيضًا تمرينًا عقليًا يوسع أفقنا ويحفز تفكيرنا. إن قراءة الكتب والمقالات تعزز مهارات التركيز والتفكير النقدي. نتعلم التحليل والتفكير العميق، ونتقن قراءة النصوص بانتباه وتركيز على التفاصيل. كما تعزز القراءة القدرات اللغوية وتثري مفرداتنا وتوسع قدرتنا على التعبير بشكل أفضل.
                
                     <br>
                    <br><span>وسيلة للتأمل والاسترخاء</span>
                    <br>في عالم مليء بالضغوط والتوترات، تُعد القراءة بوابة للهروب والاسترخاء. عندما نغوص في صفحات الكتب، نجد أنفسنا في عوالم مختلفة تعيد ترتيب أفكارنا وتهدئ أعصابنا. إن الانغماس في قصة مشوقة أو قراءة كتاب يتناول المواضيع التي نهتم بها يمنحنا لحظات هادئة للتأمل والتشبث باللحظة الحالية.
                
                    <br>
                    <br><span>القراءة وتواصل الأجيال</span>
                    <br>تُعتبر القراءة أيضًا وسيلة لتواصل الأجيال ونقل المعرفة والقيم من جيل إلى جيل. عندما نشارك الكتب والقصص مع أطفالنا وأحفادنا، نبني جسورًا من التواصل والفهم المتبادل. تصبح القراءة لحظات قيّمة تجمع الأسرة وتحفز النقاش والتفاعل البناء بين الأجيال المختلفة.
                
                    <br>
                    <br><span>القراءة وتنمية الذات</span>
                    <br>إن القراءة تُعَدُّ مصدرًا للتعلم المستمر وتنمية الذات. من خلال قراءة الكتب التعليمية والتطوير الشخصي، نكتسب المهارات والمعرفة الجديدة التي تساعدنا على النمو والتطور. كما تُعَدُّ القراءة للتأمل الذاتي والبحث عن الإلهام والتوجه نحو التحسين المستمر.
                
                    <br>
                    <br><span>القراءة والابتكار والإبداع</span>
                    <br>عندما نستكشف الكتب والمواد الإبداعية، يتم تحفيز قدراتنا على الابتكار والإبداع. قد تُلهمنا قصة أو فكرة لتجربة أفكار جديدة وتنمية مشاريع مبتكرة. إن القراءة تفتح أمامنا أفقًا للتفكير المستقبلي وتعزز قدرتنا على الابتكار القضايا والمشاكل من زوايا جديدة ومبتكرة.
                
                    <br><span>تعزيز التفاعل الاجتماعي</span>
                    <br>
                    <br>تُعتبر القراءة أيضًا فرصة لتعزيز التفاعل الاجتماعي والانخراط في مناقشات وحوارات مع الآخرين. عندما نقرأ كتابًا مشتركًا أو ننضم إلى نادي قراءة، يتاح لنا فرصة لتبادل الأفكار والانطباعات وتوسيع آفاقنا. يمكننا أن نتعلم من خلال آراء الآخرين ونتبادل الأفكار والتجارب، مما يغني تجربتنا القرائية ويعزز التواصل الاجتماعي.
                
                    <br>
                    <br><span>القراءة وتحقيق الأهداف</span>
                    <br>تمتلك القراءة القدرة على توجيهنا نحو تحقيق أهدافنا. عندما نقرأ عن قصص النجاح والإلهام، نجد التحفيز والدفع للتحرك نحو تحقيق أحلامنا. كتب التطوير الذاتي والملهمة تعطينا أدوات واستراتيجيات لتحقيق النجاح والتطور الشخصي.
                
                    <br>
                    <br><span>>الختام:</span>
                    <br> تبقى القراءة رحلة سحرية ومثيرة في اكتشاف العالم العربي والثقافات الأخرى. إنها أداة قوية لتوسيع آفاقنا وتنمية ذواتنا. تُعَدُّ القراءة مصدرًا للمعرفة والترفيه والإلهام. لذا، لنستمتع بسحر القراءة ونستفيد من فوائدها العديدة في حياتنا اليومية. ليكن الكتاب رفيقًا لنا في رحلتنا، وليساعدنا في بناء عالمنا الداخلي وتحقيق طموحاتن</p>
            </div>
        </div>
        </div>
    </div>

        <!-- END USEFUL -->

        <!-- START REVIEW -->
        <div class="review">
            <div class="container">
                <div class="all">
                    <div class="like">
                        <p>هل اعجبك المقال :</p>
                        <a href=""><i><svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
<g clip-path="url(#clip0_73_998)">
<path d="M6.75 11.25H2.25V23.25H6.75V11.25Z" stroke="#383838" stroke-width="2" stroke-miterlimit="10" stroke-linejoin="round"/>
<path d="M6.75 11.25L10.5 7.5L12 2.25C13.6568 2.25 15 3.59325 15 5.25V11.25H18.75C20.4068 11.25 21.75 12.5932 21.75 14.25L20.4592 21.9968C20.3385 22.7198 19.7122 23.25 18.9795 23.25H6.75V11.25Z" stroke="#383838" stroke-width="2" stroke-miterlimit="10" stroke-linejoin="round"/>
</g>
<defs>
<clipPath id="clip0_73_998">
<rect width="24" height="24" fill="white"/>
</clipPath>
</defs>
</svg>
</i></a>
                        <a href=""> <i><svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
<g clip-path="url(#clip0_73_1002)">
<path d="M17.25 12.75H21.75V0.75H17.25V12.75Z" stroke="#383838" stroke-width="2" stroke-miterlimit="10" stroke-linejoin="round"/>
<path d="M17.25 12.75L13.5 16.5L12 21.75C10.3432 21.75 9 20.4068 9 18.75V12.75H5.25C3.59325 12.75 2.25 11.4068 2.25 9.75L3.54075 2.00325C3.6615 1.28025 4.28775 0.75 5.0205 0.75H17.25V12.75Z" stroke="#383838" stroke-width="2" stroke-miterlimit="10" stroke-linejoin="round"/>
</g>
<defs>
<clipPath id="clip0_73_1002">
<rect width="24" height="24" fill="white" transform="matrix(-1 0 0 -1 24 24)"/>
</clipPath>
</defs>
</svg>
</i></a>
                    </div>
                    <div class="links">
                        <p>شارك المقال :</p>
                        <a href="#"><i><svg width="11" height="19" viewBox="0 0 11 19" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M7.31339 18.3945V10.1839H10.2081L10.6415 6.98403H7.31331V4.94106C7.31331 4.01463 7.58348 3.38332 8.97893 3.38332L10.7586 3.38252V0.520603C10.4508 0.481677 9.39429 0.394531 8.16531 0.394531C5.59929 0.394531 3.84255 1.88571 3.84255 4.62426V6.98403H0.94043V10.1839H3.84255V18.3945H7.31339V18.3945Z" fill="#4A3AFF"/>
</svg>
</i></a>
                        <a href="#"><i><svg width="19" height="15" viewBox="0 0 19 15" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M12.8767 0.0960151V0.0927734H13.7207L14.0291 0.154365C14.2346 0.194352 14.4213 0.246753 14.589 0.311587C14.7567 0.376421 14.9191 0.452065 15.0759 0.538505C15.2328 0.624944 15.3751 0.713021 15.5028 0.802702C15.6294 0.891313 15.743 0.985322 15.8437 1.08473C15.9432 1.18522 16.0985 1.21115 16.3095 1.16253C16.5205 1.1139 16.7477 1.04636 16.9912 0.959923C17.2346 0.873484 17.4754 0.776233 17.7135 0.668172C17.9515 0.56011 18.0965 0.4915 18.1485 0.462325C18.1993 0.43208 18.2264 0.415872 18.2296 0.4137L18.2328 0.408837L18.2491 0.400733L18.2653 0.392629L18.2815 0.384525L18.2978 0.376421L18.301 0.371558L18.3059 0.368316L18.3108 0.365075L18.314 0.360212L18.3302 0.35535L18.3465 0.352108L18.3432 0.376421L18.3383 0.400733L18.3302 0.425046L18.3221 0.449358L18.314 0.465567L18.3059 0.481775L18.2978 0.506088C18.2924 0.522296 18.287 0.543902 18.2815 0.570921C18.2761 0.597941 18.2247 0.705986 18.1273 0.89509C18.03 1.08419 17.9082 1.27599 17.7621 1.47049C17.6161 1.66499 17.4851 1.81193 17.3694 1.91136C17.2525 2.01185 17.1751 2.08208 17.1373 2.12207C17.0994 2.16312 17.0534 2.20094 16.9993 2.23552L16.9181 2.28901L16.9019 2.29712L16.8857 2.30522L16.8824 2.31008L16.8776 2.31333L16.8727 2.31657L16.8694 2.32143L16.8532 2.32953L16.837 2.33764L16.8338 2.3425L16.8289 2.34574L16.824 2.34898L16.8208 2.35385L16.8175 2.35871L16.8126 2.36195L16.8078 2.36519L16.8045 2.37005H16.8857L17.3401 2.2728C17.6431 2.20797 17.9326 2.12964 18.2085 2.03778L18.6467 1.89191L18.6954 1.8757L18.7198 1.86759L18.736 1.85949L18.7522 1.85139L18.7685 1.84328L18.7847 1.83518L18.8171 1.83031L18.8496 1.82707V1.85949L18.8415 1.86273L18.8334 1.86759L18.8301 1.87246L18.8253 1.8757L18.8204 1.87894L18.8171 1.8838L18.8139 1.88867L18.809 1.89191L18.8042 1.89515L18.8009 1.90001L18.7977 1.90487L18.7928 1.90812L18.7847 1.92432L18.7766 1.94053L18.7717 1.94377C18.7695 1.94702 18.7008 2.03885 18.5656 2.21932C18.4303 2.40085 18.3573 2.49269 18.3465 2.49486C18.3356 2.4981 18.3205 2.51431 18.301 2.54348C18.2826 2.57373 18.1679 2.69422 17.9569 2.90493C17.7459 3.11564 17.5393 3.30311 17.3369 3.46736C17.1335 3.63269 17.0307 3.83583 17.0285 4.0768C17.0253 4.31668 17.0128 4.58792 16.9912 4.89046C16.9695 5.19302 16.929 5.51988 16.8694 5.87107C16.8099 6.22226 16.718 6.61936 16.5935 7.06239C16.4691 7.50541 16.3176 7.93764 16.1391 8.35906C15.9605 8.78048 15.7739 9.15867 15.5791 9.49365C15.3843 9.82863 15.2058 10.1123 15.0435 10.3446C14.8812 10.5769 14.7162 10.7957 14.5484 11.001C14.3807 11.2063 14.1687 11.4376 13.9122 11.6948C13.6547 11.9508 13.514 12.0913 13.4902 12.1162C13.4653 12.1399 13.3593 12.2286 13.1721 12.382C12.986 12.5365 12.7858 12.691 12.5715 12.8455C12.3584 12.999 12.1625 13.127 11.984 13.2297C11.8054 13.3323 11.5901 13.4496 11.338 13.5814C11.087 13.7143 10.8153 13.8375 10.5232 13.951C10.231 14.0644 9.92265 14.1698 9.59803 14.267C9.27341 14.3643 8.95962 14.4399 8.65664 14.4939C8.35368 14.548 8.01012 14.5939 7.62598 14.6317L7.04979 14.6884V14.6965H5.99479V14.6884L5.85682 14.6803C5.76486 14.6749 5.68911 14.6695 5.62959 14.6641C5.57009 14.6587 5.34555 14.629 4.95601 14.575C4.56647 14.521 4.2608 14.4669 4.03897 14.4129C3.81716 14.3589 3.48712 14.2562 3.04889 14.1049C2.61066 13.9537 2.23572 13.8008 1.92409 13.6462C1.61355 13.4928 1.41878 13.3955 1.33978 13.3545C1.26187 13.3145 1.17423 13.2648 1.07684 13.2054L0.930764 13.1162L0.927534 13.1114L0.922648 13.1081L0.917779 13.1049L0.914533 13.1L0.898302 13.0919L0.882071 13.0838L0.878841 13.079L0.873956 13.0757L0.869086 13.0725L0.86584 13.0676L0.86261 13.0627L0.857725 13.0595H0.849609V13.0271L0.86584 13.0303L0.882071 13.0352L0.95511 13.0433C1.0038 13.0487 1.13636 13.0568 1.35277 13.0676C1.56919 13.0784 1.79911 13.0784 2.04258 13.0676C2.28604 13.0568 2.53492 13.0325 2.78919 12.9947C3.04348 12.9569 3.34375 12.892 3.69001 12.8002C4.03627 12.7083 4.3544 12.5992 4.6444 12.4728C4.9333 12.3453 5.13888 12.2502 5.26117 12.1875C5.38235 12.1259 5.56738 12.0114 5.81625 11.8439L6.18956 11.5926L6.1928 11.5878L6.19767 11.5845L6.20256 11.5813L6.20579 11.5764L6.20903 11.5716L6.2139 11.5683L6.21879 11.5651L6.22202 11.5602L6.23825 11.5554L6.25448 11.5521L6.25772 11.5359L6.26259 11.5197L6.26748 11.5165L6.27071 11.5116L6.14086 11.5035C6.0543 11.4981 5.97044 11.4927 5.88928 11.4873C5.80813 11.4819 5.68099 11.4576 5.50786 11.4143C5.33474 11.3711 5.14809 11.3063 4.9479 11.2198C4.74772 11.1334 4.55295 11.0307 4.36359 10.9119C4.17424 10.793 4.03735 10.6941 3.95295 10.6153C3.86963 10.5375 3.76142 10.4273 3.62833 10.2846C3.49632 10.1409 3.38162 9.9934 3.28424 9.84213C3.18685 9.69086 3.0938 9.51633 3.00508 9.3186L2.87035 9.02361L2.86223 8.99929L2.85412 8.97498L2.84925 8.95877L2.846 8.94256L2.87035 8.94581L2.8947 8.95067L3.07323 8.97498C3.19227 8.99119 3.37893 8.99659 3.6332 8.99119C3.88749 8.98579 4.06332 8.97498 4.1607 8.95877C4.25809 8.94256 4.3176 8.93175 4.33924 8.92636L4.3717 8.91825L4.41228 8.91015L4.45286 8.90204L4.4561 8.89718L4.46097 8.89394L4.46586 8.8907L4.46909 8.88583L4.43662 8.87773L4.40416 8.86963L4.3717 8.86152L4.33924 8.85342L4.30678 8.84531C4.28514 8.83992 4.24728 8.82911 4.19316 8.8129C4.13906 8.79669 3.99299 8.73725 3.75493 8.6346C3.51689 8.53196 3.32752 8.432 3.18685 8.33475C3.04583 8.23722 2.91137 8.13055 2.78433 8.01544C2.65772 7.89874 2.51869 7.74854 2.36719 7.56485C2.21571 7.38116 2.08046 7.16774 1.96142 6.92462C1.8424 6.68149 1.75313 6.44918 1.69361 6.22766C1.63433 6.00744 1.59522 5.7823 1.57677 5.55501L1.54754 5.21463L1.56377 5.21787L1.58 5.22273L1.59623 5.23084L1.61246 5.23894L1.62869 5.24705L1.64492 5.25515L1.8965 5.36861C2.06423 5.44426 2.27252 5.50909 2.52139 5.56311C2.77027 5.61713 2.91904 5.64686 2.96773 5.65226L3.04077 5.66036H3.18685L3.18362 5.6555L3.17873 5.65226L3.17387 5.64902L3.17062 5.64415L3.16739 5.63929L3.1625 5.63605L3.15763 5.63281L3.15439 5.62794L3.13816 5.61984L3.12193 5.61174L3.1187 5.60687L3.11381 5.60363L3.10894 5.60039L3.1057 5.59553L3.08947 5.58742L3.07323 5.57932L3.07 5.57446C3.06676 5.57229 3.02022 5.53771 2.9304 5.47072C2.84167 5.40265 2.74862 5.31459 2.65123 5.20653C2.55385 5.09846 2.45646 4.98501 2.35908 4.86615C2.26151 4.74702 2.17461 4.61957 2.09938 4.48525C2.02365 4.35019 1.94357 4.17836 1.85917 3.96982C1.77585 3.76236 1.71255 3.55327 1.66927 3.34256C1.626 3.13185 1.60165 2.92385 1.59623 2.71854C1.59082 2.51322 1.59623 2.33764 1.61246 2.19176C1.62869 2.04589 1.66115 1.8811 1.70984 1.69741C1.75854 1.51372 1.82888 1.31922 1.92084 1.1139L2.05881 0.805943L2.06692 0.781631L2.07504 0.757318L2.07992 0.754076L2.08315 0.749214L2.0864 0.744351L2.09127 0.74111L2.09615 0.744351L2.09938 0.749214L2.10263 0.754076L2.1075 0.757318L2.11238 0.76056L2.11561 0.765422L2.11886 0.770285L2.12373 0.773527L2.13185 0.789735L2.13996 0.805943L2.14485 0.809185L2.14808 0.814048L2.36719 1.05717C2.51327 1.21926 2.6864 1.40026 2.88658 1.60016C3.08677 1.80005 3.19768 1.90379 3.21931 1.91136C3.24096 1.92 3.268 1.94484 3.30047 1.98592C3.33293 2.0259 3.44114 2.12153 3.62508 2.2728C3.80904 2.42408 4.0498 2.59968 4.34736 2.79958C4.64493 2.99948 4.97495 3.19668 5.33744 3.39118C5.69994 3.58569 6.08948 3.76127 6.50606 3.91796C6.92265 4.07464 7.21481 4.17729 7.38252 4.22592C7.55025 4.27454 7.83699 4.33667 8.24276 4.41231C8.64853 4.48796 8.95422 4.53658 9.1598 4.55819C9.36539 4.5798 9.50607 4.59223 9.5818 4.59547L9.69542 4.59871L9.69219 4.5744L9.6873 4.55009L9.65484 4.34748C9.6332 4.21242 9.62238 4.02331 9.62238 3.78019C9.62238 3.53706 9.64132 3.31285 9.67919 3.10754C9.71707 2.90223 9.77388 2.69422 9.84961 2.48351C9.92536 2.2728 9.99949 2.10369 10.072 1.97619C10.1456 1.84976 10.2419 1.70551 10.3609 1.54343C10.4799 1.38134 10.6341 1.21386 10.8235 1.04097C11.0128 0.86807 11.2292 0.71409 11.4727 0.579026C11.7162 0.443961 11.9407 0.341297 12.1463 0.271066C12.3519 0.200835 12.525 0.1549 12.6657 0.133294C12.8063 0.111689 12.8767 0.0992568 12.8767 0.0960151V0.0960151Z" fill="#4A3AFF"/>
</svg>
</i></a>
                        <a href="#"><i><svg width="19" height="18" viewBox="0 0 19 18" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M0.849609 2.31458C0.849609 1.73737 1.05232 1.26118 1.45772 0.886013C1.86312 0.510827 2.39016 0.323242 3.0388 0.323242C3.67587 0.323242 4.1913 0.507935 4.58513 0.877355C4.99053 1.25831 5.19324 1.75469 5.19324 2.36653C5.19324 2.92064 4.99633 3.38239 4.6025 3.75181C4.19711 4.13276 3.66428 4.32324 3.00405 4.32324H2.98668C2.3496 4.32324 1.83417 4.13276 1.44034 3.75181C1.04651 3.37086 0.849609 2.89178 0.849609 2.31458ZM1.07548 17.4661V5.899H4.93262V17.4661H1.07548ZM7.06969 17.4661H10.9268V11.0072C10.9268 10.6032 10.9732 10.2915 11.0658 10.0722C11.228 9.67965 11.4741 9.34776 11.8042 9.07649C12.1344 8.8052 12.5484 8.66956 13.0465 8.66956C14.3438 8.66956 14.9925 9.54113 14.9925 11.2843V17.4661H18.8496V10.8341C18.8496 9.12554 18.4442 7.82973 17.6334 6.94662C16.8226 6.0635 15.7512 5.62194 14.4191 5.62194C12.9249 5.62194 11.7608 6.26263 10.9268 7.54402V7.57865H10.9095L10.9268 7.54402V5.899H7.06969C7.09285 6.2684 7.10444 7.41702 7.10444 9.34488C7.10444 11.2727 7.09285 13.9798 7.06969 17.4661Z" fill="#4A3AFF"/>
</svg>
</i></a>
                        <a href="#"><i><svg width="23" height="24" viewBox="0 0 23 24" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M12.1476 22.3507C10.0016 22.3507 7.85549 22.3507 5.70941 22.3507C4.49521 22.3507 3.70898 21.5633 3.70898 20.3503C3.70898 16.6681 3.70898 12.9863 3.70898 9.30492C3.70898 8.50071 4.04642 7.89895 4.75953 7.52552C4.99631 7.40083 5.26014 7.33632 5.52775 7.33768C6.43264 7.33768 7.33696 7.33768 8.24185 7.33206C8.35939 7.33206 8.39538 7.36243 8.39369 7.48278C8.38751 8.00299 8.3847 8.5232 8.39369 9.04285C8.39369 9.19301 8.33746 9.21157 8.21261 9.20875C7.40614 9.20426 6.59967 9.20875 5.79433 9.20313C5.63573 9.20313 5.58005 9.23406 5.58062 9.40784C5.58549 13.0334 5.58549 16.6591 5.58062 20.285C5.58062 20.4279 5.61099 20.4751 5.76339 20.4751C10.0132 20.4706 14.2632 20.4706 18.5133 20.4751C18.6584 20.4751 18.6989 20.4408 18.6984 20.2923C18.6946 16.6593 18.6946 13.0266 18.6984 9.39434C18.6984 9.22563 18.6421 9.20201 18.4959 9.20313C17.6894 9.21044 16.883 9.20313 16.0776 9.21044C15.9185 9.21044 15.8769 9.16995 15.8802 9.01136C15.8911 8.51308 15.8911 8.01443 15.8802 7.5154C15.8802 7.36299 15.9258 7.33093 16.0686 7.33206C16.9246 7.33825 17.78 7.33206 18.6359 7.336C19.7793 7.34275 20.5728 8.1419 20.5745 9.29255C20.5775 11.857 20.5775 14.4217 20.5745 16.9866C20.5745 18.1035 20.5745 19.2206 20.5745 20.3379C20.5745 21.5684 19.79 22.3507 18.5628 22.3507C16.4231 22.3514 14.2847 22.3514 12.1476 22.3507Z" fill="#383838"/>
<path d="M13.0796 3.96649V4.2595C13.0796 7.12544 13.0796 9.99119 13.0796 12.8568C13.0796 13.3888 12.8136 13.769 12.3738 13.8747C11.7552 14.0226 11.2046 13.5811 11.2029 12.9293C11.1984 11.7483 11.2029 10.5673 11.2029 9.38906C11.2029 7.6614 11.2029 5.93373 11.2029 4.20607V3.96143L10.1845 4.99229C9.9595 5.22006 9.69237 5.33535 9.36899 5.28811C9.1931 5.26936 9.02663 5.19919 8.8904 5.08636C8.75416 4.97354 8.6542 4.82306 8.60302 4.65373C8.54157 4.4911 8.52982 4.31388 8.56927 4.14456C8.60872 3.97524 8.69759 3.82146 8.8246 3.70273C9.70867 2.81078 10.5963 1.92202 11.4875 1.03644C11.5713 0.948087 11.6722 0.877664 11.784 0.829436C11.8958 0.781207 12.0163 0.756178 12.138 0.755862C12.2598 0.755547 12.3804 0.779953 12.4925 0.827601C12.6045 0.875249 12.7058 0.945148 12.79 1.03307C13.6898 1.92052 14.582 2.81453 15.4664 3.7151C15.552 3.80149 15.6196 3.90403 15.6652 4.01676C15.7109 4.1295 15.7336 4.25017 15.7322 4.37178C15.7308 4.49339 15.7052 4.6135 15.657 4.72514C15.6088 4.83678 15.5388 4.93772 15.4512 5.0221C15.3647 5.10948 15.2618 5.17885 15.1483 5.22619C15.0348 5.27353 14.9131 5.29791 14.7902 5.29791C14.6672 5.29791 14.5455 5.27353 14.432 5.22619C14.3185 5.17885 14.2156 5.10948 14.1291 5.0221C13.7871 4.69029 13.4576 4.34779 13.0796 3.96649Z" fill="#383838"/>
</svg>
</i></a>
                    </div>
                </div>

                <form action=""> <label for="name">أترك تعليقاً:</label>
                    <input type="text" name= "name" id="name" placeholder="الإسم">

                    <input type="email" name="email" placeholder="البريد الإلكتروني">

                    <input type="text" id="text" placeholder="التعليق">
    
                    <input type="submit" value="إرسل">
                </form>
                <div class="comments">
                    <div class="comm">
                        <img src="/images/Ellipse 144.png" alt="">
                        <p>احمد محمد</p>
                        <p>مقال رائع!</p>
                    </div>
                    <div class="comm">
                        <img src="/images/Ellipse 145.png" alt="">
                        <p>نيهال احمد</p>
                        <p style="margin-top: 10px;">"القراءة تنقلنا إلى عوالم بديلة وتزرع فينا بذور الخيال والتفكير النقدي. أنا ممتنة لهذا الموقع الذي يلهمني دائمًا للغوص في صفحات الكتب واكتشاف عوالم جديدة. شكرًا لكم على هذا الإثراء الثقافي الرائع! <i class="fa-solid fa-heart" style="color: #FF7979; margin-top: 10px;"></i> "</p>
                    </div>
                </div>
            </div>
        </div>
        <!-- END REVIEW -->

    <!-- START MORE -->
    <div class="more">
        <div class="container">
          <div class="heading">
            <p>إقرأ المزيد</p>
            <h2>مواضيع ذات صلة</h2>
          </div>
          <div class="list">
            <div class="box">
              <div class="image">
                <img src="/images/Rectangle 13.png" alt="" />
              </div>

              <div class="p">
                <p>2 فبراير <span>5 دقائق قراءة</span></p>
                <p>كتب بواسطة : أحمد السيد</p>
              </div>
              <h2>اليوم العالمي للغة العربية</h2>
            </div>

            <div class="box">
              <div class="image">
                <img src="/images/Rectangle 14.png" alt="" />
              </div>
              <div class="p">
                <p>2 فبراير <span>5 دقائق قراءة</span></p>
                <p>كتب بواسطة : أحمد السيد</p>
              </div>
              <h2>كتب تعريفك بتراث وتقاليد الشعوب</h2>
            </div>

            <div class="box">
              <div class="image">
                <img src="/images/Rectangle 15.png" alt="" />
              </div>
              <div class="p">
                <p>2 فبراير <span>5 دقائق قراءة</span></p>
                <p>كتب بواسطة : أحمد السيد</p>
              </div>
              <h2>جولة في عالم الأدب العربي</h2>
            </div>
          </div>
        </div>
      </div>
      <!-- END MORE -->
       <TheEnd/>

    </div>
</template>

<script>
import navPar from '@/components/navPar.vue';
import TheEnd from '@/components/TheEnd.vue';
    export default {
    components: {
        navPar,
        TheEnd,
    }
    }
</script>

<style scoped>
/* START USEFUL */
.useful{
  padding-bottom: var(--main-padding)
}

.useful .container{
  display: flex;
  flex-direction: column;
  justify-content: center;
  
}

.useful .image{
  background: linear-gradient(to bottom, #FECE2F15 ,#FECE2F00);
  width: 100%;
  height: 730px;
  position: absolute;
}

.useful .container .text{
  margin-top: 100px;
}
.useful .container .text p{
  line-height: 1.8;
}
.useful .container .text > h2{
  font-size: 60px;
  font-weight: 600;
  margin-bottom: 30px;
}
.useful .container .text .last{
  display: flex;
  align-items: center;
}
.useful .container .text .last p{
  color: var(--main-paragraph-color);
  padding-right: 20px;
  padding-bottom: 20px;
}
.useful .container .text > p{
  font-size: 16px;
  max-width: 96%;
  color: var(--main-paragraph-color);
}
@media(max-width:991px){
  .useful .container .text > p{
    max-width: 88%;
  }
}
.useful .container .text > p .heading{
  font-size: 16px;
  font-weight: 800;
  
}
.useful .container .text > p span{
  font-size: 16px;
  font-weight: 700;
}
.useful .container .text .img img{
  width: 95%;
}
@media(max-width:991px){
  .useful .container .text .img img{
    max-width: 95%;
  }
}
@media(max-width:767px){
  .useful .container .text img{
    max-width: 100%;
  }
}
/* END USEFUL */


/* START MORE */
.more {
  padding-bottom: var(--main-padding);
}

.more .container .heading {
  text-align: center;
  margin-bottom: 60px;
  margin-top: 50px;
  border-top: 3px solid var(--border-color);
}
.more .container .heading p{
  margin-top: 30px;
  margin-bottom: 10px;
  font-size: 16px;
  font-weight: 400;
  color: var(--main-paragraph-color);

}
.more .container .heading h2 {
  font-size: 24px;
  font-weight: 600;
}
@media (max-width: 767px) {
  .more .container .heading h2 {
    font-size: 25px;
  }
  .more .container .heading {
    justify-content: space-evenly;
  }
}
.more .container .heading a {
  color: var(--main-color);
  font-size: 20px;
}
@media (max-width: 767px) {
  .more .container .heading a {
    margin-top: 10px;
  }
}
.more .container .list {
  display: flex;
}
.more .container .list .box {
  margin-left: 20px;
  margin-right: 20px;
  width: 100%;

}
.more .container .list .box .p {
  display: flex;
  justify-content: space-between;
  color: var(--main-paragraph-color);
  margin-bottom: 15px;
}
.more .container .list .box h2 {
  font-weight: normal;
  font-size: 21px;
}
@media (min-width: 1199px) {
  .more .container .list {
    display: flex;
    justify-content: center;
  }
  .more .container .list .box{
    margin-left: 160px;
  }
  .more .container .list .box img {
    max-width: 180%;
  }
}
@media (max-width: 991px) {
  .more .container .list {
    display: flex;
    justify-content: center;
  }
  .more .container .list .box img {
    width: 98%;
  }
}
@media (max-width: 767px) {
  .more .container .list {
    display: flex;
    justify-content: center;
  }
  .more .container .list .box {
    width: 98%;
  }
  .more .container .list .box img {
    width: 95%;
  }
  
}

/* END MORE */

/* START REVIEW */
.review{
  padding-top: var(--main-padding);
  padding-bottom: var(--main-padding);
}
.review .container .all{
  display: flex;
  align-items: center;
  margin-bottom: 40px;
}
.review .container .all .like{
  display: flex;
  margin-left: 85px;
}
.review .container .all .like p{
  margin-left: 10px;
  color: var(--text-color);
}
.review .container .all .like a{
  margin-left: 10px;
}
.review .container .all .like a i{
  font-size: 20px;
  color: var(--main-color);
}
.review .container .all .like a:nth-child(3){
  margin-top: 2px;
}
@media(max-width:767px){
  .review .container .all {
    flex-direction: column;
    align-items: flex-start;
    margin-bottom: 20px;
  }
  .review .container .all .like{
    margin-bottom: 20px;
  }
}
.review .container .links{
  display: flex;
  align-items: center;
}
.review .container .links p{
  margin-left: 10px;
}

.review .container .links a{
  margin-left: 10px;
}
.review .container .links a i {
  color: var(--main-color);
}
.review .container form{
  display: flex;
  flex-direction: column;
  align-items: flex-start;
  padding-bottom: 90px;
}
.review .container form label{
  margin-bottom: 15px;
}
.review .container form input{
  outline: none;
  border: none;
  background-color: var(--border-color);
  margin-bottom: 20px;
  max-width: 100%;
  padding: 13px 8px 13px 0px;
  width: 800px;
}
@media(max-width:991px){
  .review .container form input{
    width: 570px;;
  }
}
@media(max-width:767px){
  .review .container form input{
    width: 270px;;
  }
}
.review .container form input#text{
  padding-top: var(--main-padding);
  padding-bottom: 100px;
  height: 90px;
}
.review .container form :last-child{
  margin-top: 26px;
  width: 20%;
  padding: 10px;
  color: white;
  background-color: var(--main-color);
  cursor: pointer;
}
.review .container .comments{
  display: flex;
  flex-direction: column;
}
.review .container .comm{
  max-width: 900px;
  margin-bottom: 50px;
  background-color: var(--border-color);
  padding: 30px 15px;
  position: relative;
}
@media(max-width:767px){
  .review .container .comm{
    max-width: 270px;
  }
}
.review .container .comm p:first-of-type{
  display: inline;
  position: absolute;
  right: 80px;
  top: 45px;
}


/* END REVIEW */

</style>